Repository: PromassGithub/Various
Catalog: Stellare/Logical/mappView/Visualization/Resources/Texts/MpAlarmXTexts.tmx
Source language: en
Languages: de

source: Alarm message
de: Alarmnachricht

source: State
de: Zustand

source: Next
de: Weiter

source: Previous
de: Zurück

source: Timestamp
de: Zeitstempel

source: Old state
de: Alter Zustand

source: New state
de: Neuer Zustand

source: Current alarms
de: Aktuelle Alarme

source: Alarm history
de: Alarmhistorie

source: Active
de: Aktiv

source: Acknowledged
de: Quittiert

source: There is not enough milk! Please refill.
de: Es ist zu wenig Milch vorhanden! Bitte nachfüllen.

source: There is not enough coffee! Please refill.
de: Es ist zu wenig Kaffe vorhanden! Bitte nachfüllen.

source: There is not enough sugar! Please refill.
de: Es ist zu wenig Zucker vorhanden! Bitte nachfüllen.

source: There is not enough water! Please refill.
de: Es ist zu wenig Wasser vorhanden! Bitte nachfüllen.

source: Severity
de: Schwere

source: Media/AlarmXVisu/Alarm_ENG.pdf
de: Media/AlarmXVisu/Alarm_GER.pdf
